Repository: dias-smith-rock/AIFamily
Catalog: reminder/Localizable.xcstrings
Source language: en
Languages: ar, es, fr, hi, pt, ta, zh_hans, zh_hant

# 此操作将永久删除您的账号及所有个人数据（创建的群组会被解散，加入的群组会被移出）。该操作不可逆，请谨慎确认。
source: This operation will permanently delete your account and all personal data (the groups you created will be disbanded, and the groups you joined will be removed). This operation is irreversible, please confirm carefully.
ar: ستؤدي هذه العملية إلى حذف حسابك وجميع بياناتك الشخصية نهائيًا (سيتم حل المجموعات التي أنشأتها، وستتم إزالة المجموعات التي انضممت إليها). هذه العملية لا رجعة فيها، يرجى التأكد بعناية.
es: Esta operación eliminará permanentemente su cuenta y todos sus datos personales (los grupos que creó se disolverán y los grupos a los que se unió se eliminarán). Esta operación es irreversible, por favor confírmela cuidadosamente.
fr: Cette opération supprimera définitivement votre compte et toutes vos données personnelles (les groupes que vous avez créés seront dissous et les groupes que vous avez rejoints seront supprimés). Cette opération est irréversible, merci de bien la confirmer.
hi: यह ऑपरेशन आपके खाते और सभी व्यक्तिगत डेटा को स्थायी रूप से हटा देगा (आपके द्वारा बनाए गए समूह भंग कर दिए जाएंगे, और जिन समूहों में आप शामिल हुए थे उन्हें हटा दिया जाएगा)। यह ऑपरेशन अपरिवर्तनीय है, कृपया सावधानीपूर्वक पुष्टि करें।
pt: Esta operação excluirá permanentemente sua conta e todos os dados pessoais (os grupos que você criou serão dissolvidos e os grupos dos quais você ingressou serão removidos). Esta operação é irreversível, confirme com atenção.
ta: இந்த செயல்பாடு உங்கள் கணக்கையும் அனைத்து தனிப்பட்ட தரவையும் நிரந்தரமாக நீக்கும் (நீங்கள் உருவாக்கிய குழுக்கள் கலைக்கப்படும், மேலும் நீங்கள் சேர்ந்த குழுக்கள் அகற்றப்படும்). இந்த செயல்பாடு மீள முடியாதது, தயவுசெய்து கவனமாக உறுதிப்படுத்தவும்.
zh_hans: 此操作将永久删除您的账号及所有个人数据（创建的群组会被解散，加入的群组会被移出）。该操作不可逆，请谨慎确认。
zh_hant: 此操作將永久刪除您的帳號及所有個人資料（已建立的群組將解散，加入的群組將會移出）。此操作不可逆，請謹慎確認。

# 此操作无法撤销。
source: This action cannot be undone.
ar: لا يمكن التراجع عن هذا الإجراء.
es: Esta acción no se puede deshacer.
fr: Cette action ne peut pas être annulée.
hi: इस एक्शन को वापस नहीं किया जा सकता।
pt: Esta ação não pode ser desfeita.
ta: இந்தச் செயலைச் செயல்தவிர்க்க முடியாது.
zh_hans: 此操作无法撤销。
zh_hant: 此操作無法撤銷。

# 此日程由外部同步，暂不支持在应用内修改
source: This schedule is synchronized externally and does not support modification within the app.
ar: تتم مزامنة هذا الجدول خارجيًا ولا يدعم التعديل داخل التطبيق.
es: Este horario se sincroniza externamente y no admite modificaciones dentro de la aplicación.
fr: Ce planning est synchronisé en externe et ne prend pas en charge les modifications au sein de l'application.
hi: यह शेड्यूल बाहरी रूप से सिंक्रनाइज़ है और ऐप के भीतर संशोधन का समर्थन नहीं करता है।
pt: Esta programação é sincronizada externamente e não suporta modificação dentro do aplicativo.
ta: இந்த அட்டவணை வெளிப்புறமாக ஒத்திசைக்கப்பட்டுள்ளது மற்றும் பயன்பாட்டில் மாற்றங்களை ஆதரிக்காது.
zh_hans: 此日程由外部同步，暂不支持在应用内修改
zh_hant: 此行程由外部同步，暫不支援在應用程式內修改

# 此设备无法使用相机
source: Camera is not available on this device
ar: الكاميرا غير متاحة على هذا الجهاز
es: La cámara no está disponible en este dispositivo
fr: L'appareil photo n'est pas disponible sur cet appareil
hi: इस डिवाइस पर कैमरा उपलब्ध नहीं है
pt: A câmera não está disponível neste dispositivo
ta: இந்த சாதனத்தில் கேமரா கிடைக்கவில்லை
zh_hans: 此设备无法使用相机
zh_hant: 此裝置無法使用相機

# 此设备没有相机或相机访问受限。
source: This device has no camera or camera access is restricted.
ar: لا يحتوي هذا الجهاز على كاميرا أو أن الوصول إلى الكاميرا مقيد.
es: Este dispositivo no tiene cámara o el acceso a la cámara está restringido.
fr: Cet appareil n'a pas d'appareil photo ou l'accès à la caméra est restreint.
hi: इस डिवाइस में कैमरा नहीं है या कैमरा एक्सेस प्रतिबंधित है।
pt: Este dispositivo não tem câmera ou o acesso à câmera está restrito.
ta: இந்த சாதனத்தில் கேமரா இல்லை அல்லது கேமரா அணுகல் கட்டுப்படுத்தப்பட்டுள்ளது.
zh_hans: 此设备没有相机或相机访问受限。
zh_hant: 此裝置沒有相機或相機存取受限。

# 每任务限 1 张压缩图片。
source: 1 compressed image per task.
ar: 1 صورة مضغوطة لكل مهمة.
es: 1 imagen comprimida por tarea.
fr: 1 image compressée par tâche.
hi: प्रति कार्य 1 संपीड़ित छवि।
pt: 1 imagem compactada por tarefa.
ta: ஒரு பணிக்கு 1 சுருக்கப்பட்ட படம்.
zh_hans: 每任务限 1 张压缩图片。
zh_hant: 每任務限 1 張壓縮圖片。

# 每周
source: Weekly
ar: أسبوعيًا
es: Semanal
fr: Hebdomadaire
hi: साप्ताहिक
pt: Semanal
ta: வாராந்திர
zh_hans: 每周
zh_hant: 每週

# 每天
source: Daily
ar: يوميًا
es: Diario
fr: Quotidien
hi: प्रतिदिन
pt: Diário
ta: தினசரி
zh_hans: 每天
zh_hant: 每天

# 每年
source: Yearly
ar: سنويًا
es: Anual
fr: Annuel
hi: वार्षिक
pt: Anual
ta: ஆண்டுதோறும்
zh_hans: 每年
zh_hant: 每年

# 每月
source: Monthly
ar: شهريًا
es: Mensual
fr: Mensuel
hi: मासिक
pt: Mensal
ta: மாதாந்திர
zh_hans: 每月
zh_hant: 每月

# 每隔 %lld 天
source: every %lld days
ar: كل أيام %lld
es: cada %lld días
fr: tous les %lld jours
hi: प्रत्येक %lld दिन
pt: todos os dias %lld
ta: ஒவ்வொரு %lld நாட்களுக்கும்
zh_hans: 每隔 %lld 天
zh_hant: 每隔 %lld 天

# 每隔几天
source: Every few days
ar: كل بضعة أيام
es: Cada pocos días
fr: Tous les quelques jours
hi: हर कुछ दिन
pt: A cada poucos dias
ta: ஒவ்வொரு சில நாட்களுக்கும்
zh_hans: 每隔几天
zh_hant: 每隔幾天

# 永不
source: Never
ar: أبدًا
es: Nunca
fr: Jamais
hi: कभी नहीं
pt: Nunca
ta: ஒருபோதும் இல்லை
zh_hans: 永不
zh_hant: 永不

# 没有可预览的附件
source: No attachments available for preview
ar: لا توجد مرفقات متاحة للمعاينة
es: No hay archivos adjuntos disponibles para vista previa
fr: Aucune pièce jointe disponible pour l'aperçu
hi: पूर्वावलोकन के लिए कोई अनुलग्नक उपलब्ध नहीं है
pt: Nenhum anexo disponível para visualização
ta: முன்னோட்டத்திற்கு இணைப்புகள் எதுவும் இல்லை
zh_hans: 没有可预览的附件
zh_hant: 沒有可預覽的附件

# 注销失败
source: Account deletion failed
ar: فشل تسجيل الخروج
es: No se pudo eliminar la cuenta
fr: Échec de la suppression du compte
hi: खाता हटाना विफल
pt: Falha ao excluir a conta
ta: கணக்கை நீக்க முடியவில்லை
zh_hans: 注销失败
zh_hant: 刪除帳號失敗

# 注销账号
source: Delete Account
ar: إلغاء الحساب
es: Eliminar cuenta
fr: Supprimer le compte
hi: खाता रद्द करें
pt: Cancelar conta
ta: கணக்கை ரத்து செய்
zh_hans: 注销账号
zh_hant: 刪除帳號

# 浅色
source: Light
ar: ضوء
es: Luz
fr: Lumière
hi: रोशनी
pt: Luz
ta: ஒளி
zh_hans: 光
zh_hant: 光

# 浅色模式
source: Light Mode
ar: الوضع الفاتح
es: Modo claro
fr: Mode clair
hi: लाइट मोड
pt: Modo claro
ta: ஒளி பயன்முறை
zh_hans: 浅色模式
zh_hant: 淺色模式

# 消息
source: information
ar: معلومة
es: información
hi: जानकारी
pt: Informação
ta: தகவல்
zh_hans: 消息
zh_hant: 訊息

# 消费成功：链接有效且已标记一次性使用
source: Success: link is valid and marked as one-time use
ar: نجاح: الرابط صالح وتم وضع علامة عليه للاستخدام لمرة واحدة
es: Éxito: el enlace es válido y está marcado como de un solo uso.
fr: Succès : le lien est valide et marqué comme à usage unique
hi: सफलता: लिंक वैध है और एक बार उपयोग के रूप में चिह्नित है
pt: Sucesso: o link é válido e marcado como de uso único
ta: வெற்றி: இணைப்பு செல்லுபடியாகும் மற்றும் ஒருமுறை பயன்படுத்துவதாகக் குறிக்கப்பட்டது
zh_hans: 消费成功：链接有效且已标记一次性使用
zh_hant: 消費成功：連結有效且已標記一次性使用

# 消费邀请链接
source: consumption invitation link
ar: رابط دعوة الاستهلاك
es: enlace de invitación de consumo
fr: lien d'invitation à la consommation
hi: उपभोग आमंत्रण लिंक
pt: link de convite de consumo
ta: நுகர்வு அழைப்பிதழ் இணைப்பு
zh_hans: 消费邀请链接
zh_hant: 消費邀請連結

# 消费邀请链接失败：%@
source: Failed to consume invite link: %@
ar: فشل استهلاك رابط الدعوة: %@
es: No se pudo consumir el enlace de invitación: %@
fr: Échec de l'utilisation du lien d'invitation : %@
hi: आमंत्रण लिंक का उपभोग करने में विफल: %@
pt: Falha ao consumir o link do convite: %@
ta: அழைப்பு இணைப்பைப் பயன்படுத்த முடியவில்லை: %@
zh_hans: 消费邀请链接失败：%@
zh_hant: 消費邀請連結失敗：%@

# 深色
source: Dark
ar: مظلم
es: Oscuro
fr: Sombre
hi: अँधेरा
pt: Escuro
ta: இருள்
zh_hans: 黑暗的
zh_hant: 黑暗的

# 深色模式
source: Dark Mode
ar: الوضع المظلم
es: Modo oscuro
fr: Mode sombre
hi: डार्क मोड
pt: Modo escuro
ta: இருண்ட பயன்முறை
zh_hans: 深色模式
zh_hant: 深色模式

# 添加备注...
source: Add note...
ar: إضافة ملاحظة...
es: Añadir nota...
fr: Ajouter une note...
hi: नोट जोड़े...
pt: Adicionar nota...
ta: குறிப்பைச் சேர்...
zh_hans: 添加备注...
zh_hant: 新增備註...

# 添加没有具体开始时间的任务，在截止日前完成即可。
source: Add tasks without a set start time—complete them before the due date.
ar: أضِف مهامًا بلا وقت بدء محدد—أنجزها قبل الموعد النهائي.
es: Añade tareas sin hora de inicio; complétalas antes de la fecha límite.
fr: Ajoutez des tâches sans heure de début—à terminer avant la date limite.
hi: बिना शुरुआती समय के कार्य जोड़ें—अंतिम तिथि से पहले पूरा करें।
pt: Adicione tarefas sem horário de início—conclua-as antes do prazo.
ta: தொடக்க நேரம் இல்லாத பணிகளைச் சேர்க்கவும்—காலக்கெடுவுக்கு முன் முடிக்கவும்.
zh_hans: 添加没有具体开始时间的任务，在截止日前完成即可。
zh_hant: 新增沒有具體開始時間的任務，在截止日前完成即可。

# 添加第一位成员，一起分工协作、温柔提醒每一天。
source: Add the first member to share tasks and gentle daily reminders together.
ar: أضِف العضو الأول لتقسيم المهام وتذكيرات لطيفة كل يوم.
es: Añade al primer miembro para repartir tareas y recordatorios amables cada día.
fr: Ajoutez le premier membre pour partager les tâches et des rappels bienveillants au quotidien.
hi: पहला सदस्य जोड़ें—मिलकर काम बाँटें और हर दिन कोमल अनुस्मारक पाएँ।
pt: Adicione o primeiro membro para dividir tarefas e lembretes gentis no dia a dia.
ta: முதல் உறுப்பினரைச் சேர்த்து, பணிகளைப் பகிர்ந்து தினமும் மென்மையான நினைவூட்டல்களைப் பெறுங்கள்.
zh_hans: 添加第一位成员，一起分工协作、温柔提醒每一天。
zh_hant: 新增第一位成員，一起分工協作、溫柔提醒每一天。

# 添加群组成员
source: Add group members
ar: إضافة أعضاء المجموعة
es: Agregar miembros del grupo
fr: Ajouter des membres du groupe
hi: समूह के सदस्यों को जोड़ें
pt: Adicionar membros do grupo
ta: குழு உறுப்பினர்களைச் சேர்க்கவும்
zh_hans: 添加群组成员
zh_hant: 新增群組成員

# 添加附件
source: Add attachment
ar: إضافة مرفق
es: Agregar archivo adjunto
fr: Ajouter une pièce jointe
hi: अनुलग्नक जोड़ें
pt: Adicionar anexo
ta: இணைப்பைச் சேர்க்கவும்
zh_hans: 添加附件
zh_hant: 添加附件

# 灵活待办不支持批量更新重复任务。
source: Flexible to-dos can't be batch-updated as a recurring series.
ar: المهام المرنة لا تدعم التحديث الجماعي للسلسلة المتكررة.
es: Las tareas flexibles no admiten actualización masiva de series recurrentes.
fr: Les tâches flexibles ne prennent pas en charge la mise à jour groupée des séries récurrentes.
hi: लचीले कार्य आवर्ती श्रृंखला का बैच अपडेट समर्थित नहीं करते।
pt: Tarefas flexíveis não suportam atualização em lote de séries recorrentes.
ta: நெகிழ்வான பணிகள் தொடர் பணிகளை மொத்தமாகப் புதுப்பிக்க முடியாது.
zh_hans: 灵活待办不支持批量更新重复任务。
zh_hant: 靈活待辦不支援批量更新重複任務。

# 灵活待办不支持重复规则。
source: Flexible to-dos don't support recurrence.
ar: المهام المرنة لا تدعم التكرار.
es: Las tareas flexibles no admiten repetición.
fr: Les tâches flexibles ne prennent pas en charge la récurrence.
hi: लचीले कार्य पुनरावृत्ति का समर्थन नहीं करते।
pt: Tarefas flexíveis não suportam repetição.
ta: நெகிழ்வான பணிகள் மீண்டும் வருதலை ஆதரிக்காது.
zh_hans: 灵活待办不支持重复规则。
zh_hant: 靈活待辦不支援重複規則。

# 点击查看已完成记录
source: Tap to view completed items
ar: اضغط لعرض المكتملة
es: Toca para ver completadas
fr: Appuyez pour voir les éléments terminés
hi: पूर्ण देखने के लिए टैप करें
pt: Toque para ver concluídas
ta: முடிந்தவற்றைப் பார்க்க தட்டவும்
zh_hans: 点击查看已完成记录
zh_hant: 點擊查看已完成記錄

# 点击查看并调整时间
source: Tap to review and adjust deadlines
ar: اضغط للعرض وتعديل المواعيد
es: Toca para revisar y ajustar fechas
fr: Appuyez pour voir et ajuster les échéances
hi: देखने और समय बदलने के लिए टैप करें
pt: Toque para revisar e ajustar prazos
ta: பார்க்கவும் நேரத்தை மாற்றவும் தட்டவும்
zh_hans: 点击查看并调整时间
zh_hant: 點擊查看並調整時間

# 照片图库
source: Photo Library
ar: مكتبة الصور
es: Biblioteca de fotos
fr: Photothèque
hi: फोटो लाइब्रेरी
pt: Biblioteca de fotos
ta: புகைப்பட நூலகம்
zh_hans: 照片图库
zh_hant: 照片圖庫

# 特大
source: Huge
ar: كبير جدًا
es: Extra grande
fr: Très grand
hi: अतिरिक्त बड़ा
pt: Extra grande
ta: மிகப் பெரிய
zh_hans: 特大
zh_hant: 特大

# 生日
source: Birthday
ar: عيد ميلاد
es: Cumpleaños
fr: Anniversaire
hi: जन्मदिन
pt: Aniversário
ta: பிறந்தநாள்
zh_hans: 生日
zh_hant: 生日

# 生日自动任务（年度循环）
source: Birthday auto task (yearly recurrence)
ar: مهمة تلقائية لعيد الميلاد (تكرار سنوي)
es: Tarea automática de cumpleaños (recurrencia anual)
fr: Tâche automatique d'anniversaire (récurrence annuelle)
hi: जन्मदिन ऑटो कार्य (वार्षिक पुनरावृत्ति)
pt: Tarefa automática de aniversário (recorrência anual)
ta: பிறந்தநாள் ஆட்டோ டாஸ்க் (வருடாந்திர மறுநிகழ்வு)
zh_hans: 生日自动任务（年度循环）
zh_hant: 生日自動任務（年度循環）

# 用户协议
source: Terms of Service
ar: اتفاقية المستخدم
es: Términos de servicio
fr: Conditions d'utilisation
hi: उपयोगकर्ता समझौता
pt: Termos de serviço
ta: பயனர் ஒப்பந்தம்
zh_hans: 用户协议
zh_hant: 用戶協議

# 用红框标记识别区域
source: Mark area with red box
ar: ضع علامة على المنطقة بالمربع الأحمر
es: Marcar el área con un cuadro rojo.
fr: Marquer la zone avec un cadre rouge
hi: क्षेत्र को लाल बॉक्स से चिह्नित करें
pt: Marque a área com uma caixa vermelha
ta: சிவப்பு பெட்டியுடன் பகுதியைக் குறிக்கவும்
zh_hans: 用红框标记识别区域
zh_hant: 用紅框標記識別區域

# 电量 %lld%%
source: Battery %lld%%
ar: البطارية %lld%%
es: Batería %lld%%
fr: Batterie %lld%%
hi: बैटरी %lld%%
pt: Bateria %lld%%
ta: பேட்டரி %lld%%
zh_hans: 电量 %lld%%
zh_hant: 電量 %lld%%

# 男
source: Male
ar: ذكر
es: masculino
fr: Mâle
hi: पुरुष
pt: Masculino
ta: ஆண்
zh_hans: 男
zh_hant: 男

# 登录会话尚未就绪，请稍后重试。
source: The login session is not ready yet, please try again later.
ar: جلسة تسجيل الدخول ليست جاهزة بعد، يرجى المحاولة مرة أخرى لاحقًا.
es: La sesión de inicio de sesión aún no está lista; inténtelo nuevamente más tarde.
fr: La session de connexion n'est pas encore prête, veuillez réessayer plus tard.
hi: लॉगिन सत्र अभी तैयार नहीं है, कृपया बाद में पुनः प्रयास करें।
pt: A sessão de login ainda não está pronta. Tente novamente mais tarde.
ta: உள்நுழைவு அமர்வு இன்னும் தயாராகவில்லை, பின்னர் மீண்டும் முயற்சிக்கவும்.
zh_hans: 登录会话尚未就绪，请稍后重试。
zh_hant: 登入會話尚未就緒，請稍後重試。

# 登录即表示您同意本 App 的
source: By signing in, you agree to this app's
ar: بتسجيل الدخول، فإنك توافق على
es: Al iniciar sesión, aceptas los documentos de esta app:
fr: En vous connectant, vous acceptez les documents de cette app :
hi: साइन इन करके, आप इस ऐप की
pt: Ao entrar, você concorda com os documentos deste app:
ta: உள்நுழைவதன் மூலம், இந்த ஆப்ஸின்
zh_hans: 登录即表示您同意本 App 的
zh_hant: 登入即表示您同意本 App 的

# 登录同圈
source: Sign in to WeSync
ar: تسجيل الدخول إلى WeSync
es: Iniciar sesión en WeSync
fr: Connexion à WeSync
hi: WeSync में साइन इन करें
pt: Entrar no WeSync
ta: WeSync இல் உள்நுழைக
zh_hans: 登录同圈
zh_hant: 登入同圈

# 登录后可与群组成员共享实时位置。
source: Sign in to share live location with group members.
ar: سجّل الدخول لمشاركة الموقع المباشر مع أعضاء المجموعة.
es: Inicia sesión para compartir ubicación en tiempo real con el grupo.
fr: Connectez-vous pour partager votre position en direct avec le groupe.
hi: समूह सदस्यों के साथ लाइव स्थान साझा करने के लिए लॉग इन करें।
pt: Faça login para compartilhar localização ao vivo com o grupo.
ta: குழு உறுப்பினர்களுடன் நேரடி இருப்பிடத்தைப் பகிர உள்நுழையவும்.
zh_hans: 登录后可与群组成员共享实时位置。
zh_hant: 登入後可與群組成員共享即時位置。

# 登录后可使用云端功能，并同步本地数据。
source: Sign in to use cloud features and sync your local data.
ar: سجّل الدخول لاستخدام ميزات السحابة ومزامنة بياناتك المحلية.
es: Inicia sesión para usar funciones en la nube y sincronizar tus datos locales.
fr: Connectez-vous pour utiliser les fonctions cloud et synchroniser vos données locales.
hi: क्लाउड सुविधाओं और स्थानीय डेटा सिंक के लिए लॉग इन करें।
pt: Faça login para usar recursos na nuvem e sincronizar dados locais.
ta: கிளவுட் அம்சங்களையும் உள்ளூர் தரவை ஒத்திசைக்கவும் உள்நுழையவும்.
zh_hans: 登录后可使用云端功能，并同步本地数据。
zh_hant: 登入後可使用雲端功能，並同步本機資料。

# 登录后可使用拍照识图功能。
source: Sign in to use photo recognition for tasks.
ar: سجّل الدخول لاستخدام التعرف على الصور في المهام.
es: Inicia sesión para usar el reconocimiento de fotos en tareas.
fr: Connectez-vous pour utiliser la reconnaissance photo pour les tâches.
hi: कार्यों में फोटो पहचान के लिए लॉग इन करें।
pt: Faça login para usar reconhecimento de fotos em tarefas.
ta: பணிகளில் புகைப்பட அடையாளத்திற்கு உள்நுழையவும்.
zh_hans: 登录后可使用拍照识图功能。
zh_hant: 登入後可使用拍照識圖功能。

# 登录后可使用此功能，并同步本地数据。
source: Sign in to use this feature and sync your local data.
ar: سجّل الدخول لاستخدام هذه الميزة ومزامنة بياناتك المحلية.
es: Inicia sesión para usar esta función y sincronizar tus datos locales.
fr: Connectez-vous pour utiliser cette fonction et synchroniser vos données locales.
hi: इस सुविधा और स्थानीय डेटा सिंक के लिए लॉग इन करें।
pt: Faça login para usar este recurso e sincronizar dados locais.
ta: இந்த அம்சத்தையும் உள்ளூர் தரவை ஒத்திசைக்கவும் உள்நுழையவும்.
zh_hans: 登录后可使用此功能，并同步本地数据。
zh_hant: 登入後可使用此功能，並同步本機資料。

# 登录并继续
source: Log in and continue
ar: تسجيل الدخول والمتابعة
es: Inicia sesión y continúa
fr: Connectez-vous et continuez
hi: लॉग इन करें और जारी रखें
pt: Faça login e continue
ta: உள்நுழைந்து தொடரவும்
zh_hans: 登录并继续
zh_hant: 登入並繼續

# 登录成功
source: Signed in successfully
ar: تم تسجيل الدخول بنجاح
es: Iniciado sesión correctamente
fr: Connecté avec succès
hi: सफलतापूर्वक साइन इन किया गया
pt: Login feito com sucesso
ta: வெற்றிகரமாக உள்நுழைந்துள்ளது
zh_hans: 登录成功
zh_hant: 登入成功

# 登录方式
source: Login method
ar: طريقة تسجيل الدخول
es: Método de inicio de sesión
fr: Méthode de connexion
hi: लॉगिन विधि
pt: Método de login
ta: உள்நுழைவு முறை
zh_hans: 登录方式
zh_hant: 登入方式

# 登录状态已失效，请重新登录后再试。
source: Your sign-in session expired. Please sign in again and retry.
ar: انتهت صلاحية تسجيل الدخول. يرجى تسجيل الدخول مرة أخرى والمحاولة مجددًا.
es: Tu sesión ha caducado. Inicia sesión de nuevo e inténtalo otra vez.
fr: Votre session a expiré. Reconnectez-vous et réessayez.
hi: आपका साइन-इन सत्र समाप्त हो गया। फिर से लॉग इन करके पुनः प्रयास करें।
pt: A sua sessão expirou. Inicie sessão novamente e tente outra vez.
ta: உங்கள் உள்நுழைவு காலாவதியாகிவிட்டது. மீண்டும் உள்நுழைந்து முயற்சிக்கவும்.
zh_hans: 登录状态已失效，请重新登录后再试。
zh_hant: 登入狀態已失效，請重新登入後再試。

# 登录请求已发送，请完成授权后重试
source: Sign-in request sent. Complete authorization and try again
ar: تم إرسال طلب تسجيل الدخول. أكمل التفويض وحاول مرة أخرى
es: Solicitud de inicio de sesión enviada. Completa la autorización y vuelve a intentarlo.
fr: Demande de connexion envoyée. Terminez l'autorisation et réessayez
hi: साइन-इन अनुरोध भेजा गया. प्राधिकरण पूर्ण करें और पुनः प्रयास करें
pt: Solicitação de login enviada. Conclua a autorização e tente novamente
ta: உள்நுழைவு கோரிக்கை அனுப்பப்பட்டது. அங்கீகாரத்தை நிறைவு செய்து, மீண்டும் முயற்சிக்கவும்
zh_hans: 登录请求已发送，请完成授权后重试
zh_hant: 登入要求已發送，請完成授權後重試

# 登录链接已发送，请检查邮箱并回到 App
source: Sign-in link sent. Check your email and return to the app
ar: تم إرسال رابط تسجيل الدخول. تحقق من بريدك الإلكتروني وارجع إلى التطبيق
es: Enlace de inicio de sesión enviado. Revisa tu correo electrónico y regresa a la aplicación.
fr: Lien de connexion envoyé. Vérifiez votre courrier électronique et revenez à l'application
hi: साइन-इन लिंक भेजा गया. अपना ईमेल जांचें और ऐप पर वापस लौटें
pt: Link de login enviado. Verifique seu e-mail e retorne ao aplicativo
ta: உள்நுழைவு இணைப்பு அனுப்பப்பட்டது. உங்கள் மின்னஞ்சலைச் சரிபார்த்து, பயன்பாட்டிற்குத் திரும்பவும்
zh_hans: 登录链接已发送，请检查邮箱并回到 App
zh_hant: 登入連結已發送，請檢查郵箱並回到 App

# 直到今晚
source: Until tonight
ar: حتى الليلة
es: Hasta esta noche
fr: Jusqu'à ce soir
hi: आज रात तक
pt: Até esta noite
ta: இன்றிரவு வரை
zh_hans: 直到今晚
zh_hant: 直到今晚

# 相册
source: Library
ar: الألبوم
es: Álbum
fr: Album
hi: एल्बम
pt: Álbum
ta: ஆல்பம்
zh_hans: 相册
zh_hant: 相簿

# 相机扫码
source: Camera scan code
ar: كود مسح الكاميرا
es: Código de escaneo de la cámara
fr: Code de numérisation de l'appareil photo
hi: कैमरा स्कैन कोड
pt: Código de digitalização da câmera
ta: கேமரா ஸ்கேன் குறியீடு
zh_hans: 相机扫码
zh_hant: 相機掃碼

# 省 33%
source: Save 33%
ar: وفر 33%
es: Ahorra 33%
fr: Économisez 33 %
hi: 33% बचाएँ
pt: Economize 33%
ta: 33% சேமியுங்கள்
zh_hans: 省 33%
zh_hant: 省 33%

# 知道了
source: Got it
ar: عرف
es: sabía
fr: savait
hi: जानता था
pt: sabia
ta: தெரிந்தது
zh_hans: 知道了
zh_hant: 知道了

# 确定
source: OK
ar: موافق
es: Aceptar
hi: ठीक
ta: சரி
zh_hans: 确定
zh_hant: 確定

# 确定要执行此操作吗？
source: Are you sure you want to continue?
ar: هل أنت متأكد أنك تريد الاستمرار؟
es: ¿Estás seguro de que quieres continuar?
fr: Êtes-vous sûr de vouloir continuer ?
hi: क्या आप वाकई जारी रखना चाहते हैं?
pt: Tem certeza de que deseja continuar?
ta: நீங்கள் நிச்சயமாக தொடர விரும்புகிறீர்களா?
zh_hans: 确定要执行此操作吗？
zh_hant: 確定要執行此操作嗎？

# 确定要退出当前账号吗？
source: Are you sure you want to log out of your current account?
ar: هل أنت متأكد أنك تريد تسجيل الخروج من حسابك الحالي؟
es: ¿Está seguro de que desea cerrar sesión en su cuenta actual?
fr: Êtes-vous sûr de vouloir vous déconnecter de votre compte actuel ?
hi: क्या आप वाकई अपने चालू खाते से लॉग आउट करना चाहते हैं?
pt: Tem certeza de que deseja sair da sua conta atual?
ta: உங்கள் நடப்புக் கணக்கிலிருந்து நிச்சயமாக வெளியேற விரும்புகிறீர்களா?
zh_hans: 确定要退出当前账号吗？
zh_hant: 確定要退出目前帳號嗎？

# 确定要退出该群组吗？
source: Are you sure you want to leave this group?
ar: هل أنت متأكد أنك تريد مغادرة هذه المجموعة؟
es: ¿Estás seguro de que quieres abandonar este grupo?
fr: Êtes-vous sûr de vouloir quitter ce groupe ?
hi: क्या आप वाकई इस समूह को छोड़ना चाहते हैं?
pt: Tem certeza de que deseja sair deste grupo?
ta: இந்தக் குழுவிலிருந்து நிச்சயமாக வெளியேற விரும்புகிறீர்களா?
zh_hans: 确定要退出该群组吗？
zh_hant: 確定要退出該群組嗎？

# 确认 %@ 的生日蛋糕预订
source: Confirm birthday cake reservation for %@
ar: تأكيد حجز كعكة عيد ميلاد لـ %@
es: Confirmar reserva de tarta de cumpleaños para %@
fr: Confirmer la réservation du gâteau d'anniversaire pour %@
hi: %@ के लिए जन्मदिन केक आरक्षण की पुष्टि करें
pt: Confirme a reserva do bolo de aniversário para %@
ta: %@க்கான பிறந்தநாள் கேக் முன்பதிவை உறுதிப்படுத்தவும்
zh_hans: 确认 %@ 的生日蛋糕预订
zh_hant: 確認 %@ 的生日蛋糕預訂

# 确认创建
source: Confirm creation
ar: تأكيد الإنشاء
es: Confirmar creación
fr: Confirmer la création
hi: सृजन की पुष्टि करें
pt: Confirmar criação
ta: உருவாக்கத்தை உறுதிப்படுத்தவும்
zh_hans: 确认创建
zh_hant: 確認創建

# 确认加入
source: Confirm to join
ar: تأكيد الانضمام
es: Confirmar para unirse
fr: Confirmer pour rejoindre
hi: शामिल होने की पुष्टि करें
pt: Confirme para participar
ta: சேர்வதை உறுதிப்படுத்தவும்
zh_hans: 确认加入
zh_hant: 確認加入

# 确认发送
source: Confirm sending
ar: تأكيد الإرسال
es: Confirmar envío
fr: Confirmer l'envoi
hi: भेजने की पुष्टि करें
pt: Confirmar envio
ta: அனுப்புவதை உறுதிப்படுத்தவும்
zh_hans: 确认发送
zh_hant: 確認發送

# 确认将该成员设为管理员？
source: Make this member an admin?
ar: تعيين هذا العضو كمسؤول؟
es: ¿Hacer administrador a este miembro?
fr: Nommer ce membre administrateur ?
hi: इस सदस्य को व्यवस्थापक बनाएं?
pt: Tornar este membro administrador?
ta: இந்த உறுப்பினரை நிர்வாகியாக அமைக்கவா?
zh_hans: 确认将该成员设为管理员？
zh_hant: 確認將該成員設為管理員？

# 确认注销
source: Delete Account
ar: تأكيد الخروج
es: Confirmar cierre de sesión
fr: Confirmer la déconnexion
hi: लॉगआउट की पुष्टि करें
pt: Confirmar logout
ta: வெளியேறுவதை உறுதிப்படுத்தவும்
zh_hans: 确认注销
zh_hant: 刪除帳號

# 确认移除该成员的管理员权限？
source: Remove this member's admin role?
ar: إزالة صلاحيات المسؤول عن هذا العضو؟
es: ¿Quitar el rol de administrador de este miembro?
fr: Retirer le rôle d'administrateur de ce membre ?
hi: इस सदस्य की व्यवस्थापक भूमिका हटाएं?
pt: Remover a função de administrador deste membro?
ta: இந்த உறுப்பினரின் நிர்வாகி பங்கை நீக்கவா?
zh_hans: 确认移除该成员的管理员权限？
zh_hant: 確認移除該成員的管理員權限？

# 确认解散
source: Confirm Dismiss
ar: تأكيد الحل
es: Confirmar disolución
fr: Confirmer la dissolution
hi: विघटन की पुष्टि करें
pt: Confirmar dissolução
ta: கலைப்பை உறுதிப்படுத்தவும்
zh_hans: 确认解散
zh_hant: 確認解散

# 确认解散群组
source: Confirm Dismiss Group
ar: تأكيد حل المجموعة
es: Confirmar disolución del grupo.
fr: Confirmer la dissolution du groupe
hi: समूह के विघटन की पुष्टि करें
pt: Confirme a dissolução do grupo
ta: குழுவின் கலைப்பை உறுதிப்படுத்தவும்
zh_hans: 确认解散群组
zh_hant: 確認解散群組

# 确认转移
source: Confirm Transfer
ar: تأكيد النقل
es: Confirmar transferencia
fr: Confirmer le transfert
hi: स्थानांतरण की पुष्टि करें
pt: Confirmar transferência
ta: பரிமாற்றத்தை உறுதிப்படுத்தவும்
zh_hans: 确认转移
zh_hant: 確認轉移

# 离开
source: Leave
ar: مغادرة
es: Salir
fr: Quitter
hi: छोड़ें
pt: Sair
ta: வெளியேறு
zh_hans: 离开
zh_hant: 離開

# 称呼
source: Name
ar: يتصل
es: llamar
fr: appel
hi: पुकारना
pt: chamar
ta: அழைப்பு
zh_hans: 称呼
zh_hant: 稱呼
